Repository: vitorwdson/hercules-python
Catalog: issues/locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: Open
pt_br: Aberta

source: Done
pt_br: Finalizada

source: Closed
pt_br: Fechada

# title
source: Assign Team
pt_br: Designar Time

# button
source: Close
pt_br: Fechar

# button
source: Assign
pt_br: Designar

# selector texts
source: Close
pt_br: Fechar

# selector texts
source: No results found
pt_br: Nenhum resultado encontrado

# selector texts
source: No choices to choose from
pt_br: Nenhuma opção

# selector texts
source: Press to select
pt_br: Pressione para selecionar

# selector texts
source: Only unique values can be added
pt_br: Não podem existir valores duplicados

# selector texts
source: Only values matching specific conditions can be added
pt_br: Somente opções válidas podem ser adicionadas

# title
source: Assign User
pt_br: Designar Usuário

source: %(user)s assigned the user "%(assigned)s" to this issue
pt_br: %(user)s designou o usuário "%(assigned)s" a esta issue

source: %(user)s assigned the team "%(team)s" to this issue
pt_br: %(user)s designou o time "%(team)s" a esta issue

source: %(user)s changed the status to "%(status)s"
pt_br: %(user)s alterou a situação para "%(status)s"

source: %(user)s changed the title to "%(title)s"
pt_br: %(user)s alterou o título para "%(title)s"

source: Rename Issue
pt_br: Renomear Issue

source: Add comment
pt_br: Adicionar Comentário

source: Mark as done
pt_br: Marcar como finalizado

source: Mark as closed
pt_br: Marcar como fechado

source: Reopen
pt_br: Reabrir

source: Comment
pt_br: Comentar

source: The comment can't be empty
pt_br: O comentário não pode ser vazio

source: Created by
pt_br: Criada por

# issue sidebar
source: Opened at
pt_br: Aberta em

source: Status
pt_br: Situação

source: Assigned users
pt_br: Usuários designados

source: Profile picture
pt_br: Imagem de perfil

source: No users assigned yet.
pt_br: Nenhum usuário designado

source: Assign user
pt_br: Designar usuário

source: Assigned teams
pt_br: Times designados

source: No teams assigned yet.
pt_br: Nenhum time desginado.

source: Assign team
pt_br: Designar time

source: No issues created
pt_br: Nenhuma issue criada

source: You can use the button above to create a new issue.
pt_br: Você pode usar o botão acima para criar uma nova issue.

# button
source: See more
pt_br: Ver mais

source: New Issue Title
pt_br: Titulo da nova Issue

source: Issue Description
pt_br: Descrição da Issue

source: Save
pt_br: Salvar

source: The issue description can't be empty
pt_br: A descrição da issue não pode ser vazia

source: Only the owner of a project can rename it.
pt_br: Somente o dono do projeto

source: The issue title can't be empty
pt_br: O título da issue não pode ser vazio

source: You are not allowed to change this issue's status
pt_br: Você não pode alterar a situação desta issue

source: The comment body is required.
pt_br: O corpo do comentário é obrigatório

source: Server error
pt_br: Erro no servidor

source: You can not assign users to this issue.
pt_br: Você não pode designar usuários a esta issue.

source: User not found
pt_br: Usuário não encontrado

source: The selected user is already assigned
pt_br: O usuário selecionado já foi designado

source: User assigned successfully!
pt_br: Usuário designado com sucesso!

source: You can not assign teams to this issue.
pt_br: Você não pode designar times a esta issue.

source: Team not found
pt_br: Time não encontrado

source: The selected team is already assigned
pt_br: O time selecionado já foi desingado

source: Team assigned successfully!
pt_br: Time designado com sucesso!

source: You are not allowed to create issues in this project.
pt_br: Você não pode criar issues neste projeto.

source: The issue title is required.
pt_br: O título da issue é obrigatorio.

source: The issue description is required.
pt_br: A descrição da issue é obrigatória.
